[
    {
        "field": "Immunology",
        "field_img": "articles/imgs/immunology.jpg",
        "source": "articles/pdfs/immunology.pdf",
        "description": "IMMUNOLOGY is a branch of biology that covers the study of immune systems in all organisms.  It charts, measures, and contextualizes the physiological functioning of the immune system in states of both health and diseases; malfunctions of the immune system in immunological disorders (such as autoimmune diseases, hypersensitivities, immune deficiency, and transplant rejection); the physical, chemical and physiological characteristics of the components of the immune system in vitro, in situ, and in vivo. Immunology has applications in numerous disciplines of medicine, particularly in the fields of organ transplantation, oncology, virology, bacteriology, parasitology, psychiatry, and dermatology.",
        "users": [],
        "user_associated_terms": [],
        "created_at": "2015-03-25T19:08:00.000Z",
        "modified_at": "2015-03-25T19:09:00.000Z"
    },
    {
        "field": "Nephrology",
        "field_img": "articles/imgs/nephrology.jpg",
        "source": "articles/pdfs/nephrology.pdf",
        "description": "NEPHROLOGY is a specialty of medicine that concerns itself with the study of normal kidney function, kidney problems, the treatment of kidney problems and renal replacement therapy (dialysis and kidney transplantation). Systemic conditions that affect the kidneys (such as diabetes and autoimmune disease) and systemic problems that occur as a result of kidney problems (such as renal osteodystrophy and hypertension) are also studied in nephrology. A physician who has undertaken additional training to become an expert in nephrology may call themselves a nephrologist or renal physician.",
        "users": [],
        "user_associated_terms": [],
        "created_at": "2015-03-25T19:08:00.000Z",
        "modified_at": "2015-03-25T19:09:00.000Z"
    },
    {
        "field": "Endocrinology",
        "field_img": "articles/imgs/endocrinology.jpg",
        "source": "articles/pdfs/endocrinology.pdf",
        "description": "ENDOCRINOLOGY is a branch of biology and medicine dealing with the endocrine system, its diseases, and its specific secretions known as hormones. It is also concerned with the integration of developmental events proliferation, growth, and differentiation, and the psychological or behavioral activities of metabolism, growth and development, tissue function, sleep, digestion, respiration, excretion, mood, stress, lactation, movement, reproduction, and sensory perception caused by hormones. Specializations include behavioral endocrinology and comparative endocrinology.",
        "users": [],
        "user_associated_terms": [],
        "created_at": "2015-03-25T19:08:00.000Z",
        "modified_at": "2015-03-25T19:09:00.000Z"
    },
    {
        "field": "Neurology",
        "field_img": "articles/imgs/neurology.jpg",
        "source": "articles/pdfs/neurology.pdf",
        "description": "NEUROLOGY is a branch of medicine dealing with disorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous system (and its subdivisions, the autonomic nervous system and the somatic nervous system); including their coverings, blood vessels, and all effector tissue, such as muscle. Neurological practice relies heavily on the field of neuroscience, which is the scientific study of the nervous system. A neurologist is a physician specializing in neurology and trained to investigate, or diagnose and treat neurological disorders.",
        "users": [],
        "user_associated_terms": [],
        "created_at": "2015-03-25T19:08:00.000Z",
        "modified_at": "2015-03-25T19:09:00.000Z"
    }
]